pcs_java_21_01-master - 2/Projects/50. SOAP/soap-server/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://my.com/service">
    <soapenv:Body>
        <gs:getUsersRequest>
            <gs:limit>2</gs:limit>
        </gs:getUsersRequest>
    </soapenv:Body>
</soapenv:Envelope>